import "./style.sass"

export const MainPage = () => {
    return (
        <div className="main-page">
            <div className="main-bg">
                <h1>MainPage</h1>
                <div className="text">
                    Добро пожаловать на наш сайт о странах! Здесь вы найдете полезную информацию о культуре, истории, достопримечательностях и многом другом.<br />
                    Мы надеемся, что наш сайт поможет вам лучше понять и полюбить эти удивительные страны.<br />
                    Наш сайт о странах создан для того, чтобы помочь людям узнать больше о той или иной стране, ее культуре, истории, традициях и обычаях.<br />
                    Наша цель - познакомить вас с этими чертами и помочь вам увидеть страну глазами местных жителей.<br />
                    Навигация по сайту:<br />
                    <ol>
                        <li>
                            Нажав на слово «Главная» вы окажемтесь на этой странице, здесь вы можете увидеть слова приветствия, а так же инструкцию по навигации.
                        </li>
                        <li>
                            Нажав на слово «Страны» вы увидите весь список наших стран с небольшим описанием и интересной информацией про ту или иную страну.
                            Вы сможете воспользоваться полем поиска, чтобы найти нужную вам страну.
                            Если нажать на название страны вам покажет еще больше информации про страну и ее расположение на GoogleMaps.
                        </li>
                        <li>
                            Нажав на слово «О нас» вы сможете найти информацию про нас и сайт.
                        </li>
                        <li>
                            Нажав на слово «Контакты» вы увидите информацию про нас в виде социальных сетей и других работ.
                        </li>
                    </ol>
                    Мы постоянно обновляем наш сайт новой информацией, чтобы вы могли получить самую актуальную информацию о стране.<br />
                    Надеемся, что наш сайт поможет вам лучше понять и полюбить эту удивительную страну.<br />
                    Благодарим вас за посещение нашего сайта! (ᵔ.ᵔ)
                </div>
            </div>
        </div>
    )
}