import "./style.css"

export const MainPage = () => {
    return (
        <div className="main-page">
            <div className="main-bg">
                <h1>MainPage</h1>
                <span className="text">
                Добро пожаловать на наш сайт о стране! Здесь вы найдете полезную информацию о культуре, истории, достопримечательностях и многом другом. Мы надеемся, что наш сайт поможет вам лучше понять и полюбить эту удивительную страну.
                Наш сайт о стране создан для того, чтобы помочь людям узнать больше о той или иной стране, ее культуре, истории, традициях и обычаях. Страны - это удивительные места, каждая из которых имеет свои особенности и привлекательные черты. Наша цель - познакомить вас с этими чертами и помочь вам увидеть страну глазами местных жителей.
                Мы постоянно обновляем наш сайт новой информацией, чтобы вы могли получить самую актуальную информацию о стране. Надеемся, что наш сайт поможет вам лучше понять и полюбить эту удивительную страну. Благодарим вас за посещение нашего сайта! (ᵔ.ᵔ)
                </span>
            </div>
        </div>
    )
}