import "./style.sass"

export const MainPage = () => {
    return (
        <div className="main-page">
            <div className="main-bg">
                <h1>MainPage</h1>
                <div className="text">
                Добро пожаловать на наш сайт о стране! Здесь вы найдете полезную информацию о культуре, истории, достопримечательностях и многом другом.<br/>
                 Мы надеемся, что наш сайт поможет вам лучше понять и полюбить эту удивительную страну.<br/>
                Наш сайт о стране создан для того, чтобы помочь людям узнать больше о той или иной стране, ее культуре, истории, традициях и обычаях.<br/>
                 Страны - это удивительные места, каждая из которых имеет свои особенности и привлекательные черты.<br/>
                  Наша цель - познакомить вас с этими чертами и помочь вам увидеть страну глазами местных жителей.
                Мы постоянно обновляем наш сайт новой информацией, чтобы вы могли получить самую актуальную информацию о стране.<br/>
                 Надеемся, что наш сайт поможет вам лучше понять и полюбить эту удивительную страну.<br/>
                 Благодарим вас за посещение нашего сайта! (ᵔ.ᵔ)
                </div>
            </div>
        </div>
    )
}